Repository: Jovines/ClipFlow
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: English
zh_hans: 英语

source: General
zh_hans: 通用

source: AI Service
zh_hans: AI 服务

source: Cache
zh_hans: 缓存

source: Suggested
zh_hans: 推荐

source: Suggested based on your history
zh_hans: 根据历史使用推荐

source: Update
zh_hans: 更新

source: About
zh_hans: 关于

source: Global Shortcut
zh_hans: 全局快捷键

source: Click to record a new shortcut
zh_hans: 点击录制新快捷键

source: Appearance
zh_hans: 外观

source: Color Scheme
zh_hans: 配色方案

source: Theme
zh_hans: 主题

source: Floating Window Transparency
zh_hans: 悬浮窗透明度

source: Adjust the transparency of the floating window when Liquid Glass is enabled
zh_hans: 在启用 Liquid Glass 主题时调整悬浮窗的透明度

source: System
zh_hans: 跟随系统

source: Light
zh_hans: 浅色

source: Dark
zh_hans: 深色

source: History
zh_hans: 历史记录

source: Max Items
zh_hans: 最大数量

source: Maximum number of clipboard items to store
zh_hans: 存储剪贴板项目的最大数量

source: Save Images
zh_hans: 保存图片

source: No suggestions yet
zh_hans: 暂无推荐

source: Suggestions based on your history appear here
zh_hans: 这里会显示根据你的历史使用推荐的内容

source: Number of uses before an item appears in Suggested
zh_hans: 条目出现在推荐中前所需的使用次数

source: How quickly Suggested scores decay over time
zh_hans: 推荐分数随时间衰减的速度

source: Min Usage Count
zh_hans: 最低使用次数

source: Score Half-Life
zh_hans: 分数衰减周期

source: Launch
zh_hans: 启动

source: Start at Login
zh_hans: 登录时启动

source: Status
zh_hans: 状态

source: Simplified Chinese
zh_hans: 简体中文

source: Stream failed: %1$@
zh_hans: 流式传输失败：%1$@

source: Unknown
zh_hans: 未知

source: Enabled
zh_hans: 已启用

source: Disabled
zh_hans: 已禁用

source: Enter Template Name
zh_hans: 输入模板名称

source: Error
zh_hans: 错误

source: Shortcut Conflict
zh_hans: 快捷键冲突

source: Unable to register this shortcut. It may be in use by another application.
zh_hans: 无法注册此快捷键，可能已被其他应用程序使用。

source: Please include at least one modifier key (Command, Shift, Control, or Option).
zh_hans: 请至少包含一个修饰键（Command、Shift、Control 或 Option）。

source: Settings
zh_hans: 设置

source: Version 1.0.0
zh_hans: 版本 1.0.0

source: GitHub Repository
zh_hans: GitHub 仓库

source: Rename Tag
zh_hans: 重命名标签

source: Report Issue
zh_hans: 报告问题

source: © 2026 ClipFlow. All rights reserved.
zh_hans: © 2026 ClipFlow。保留所有权利。

source: Image Cache
zh_hans: 图片缓存

source: Items
zh_hans: 项目

source: Size
zh_hans: 大小

source: Clear Cache
zh_hans: 清除缓存

source: Automatic Updates
zh_hans: 自动更新

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check Frequency
zh_hans: 检查频率

source: Download updates automatically
zh_hans: 自动下载更新

source: Current Version
zh_hans: 当前版本

source: Version
zh_hans: 版本

source: Last Checked
zh_hans: 上次检查

source: Check for Updates Now
zh_hans: 立即检查更新

source: No Clipboard History
zh_hans: 无剪贴板历史

source: Copy something to see it here
zh_hans: 复制内容后将显示在这里

source: Search...
zh_hans: 搜索...

source: Manage tags
zh_hans: 管理标签

source: Search tags
zh_hans: 搜索标签

source: New tag name
zh_hans: 新标签名称

source: Add
zh_hans: 添加

source: No tags yet
zh_hans: 暂无标签

source: Create a tag to organize your clipboard items
zh_hans: 创建标签来整理您的剪贴板项目

source: No tags found
zh_hans: 未找到标签

source: Try a different search term
zh_hans: 请尝试其他搜索词

source: Copy Template
zh_hans: 复制模板

source: Description
zh_hans: 描述

source: Edit
zh_hans: 编辑

source: Edit Tag
zh_hans: 编辑标签

source: Tag name
zh_hans: 标签名称

source: Color
zh_hans: 颜色

source: Cancel
zh_hans: 取消

source: Save
zh_hans: 保存

source: Delete Tag
zh_hans: 删除标签

source: Delete
zh_hans: 删除

source: Are you sure you want to delete "%1$@"? This will remove the tag from all clipboard items.
zh_hans: 确定要删除 "%1$@" 吗？这将从所有剪贴板项目中移除此标签。

source: Configure and manage multiple AI service providers, supporting OpenAI, Minimax, DeepSeek and more
zh_hans: 配置和管理多个 AI 服务商，支持 OpenAI、Minimax、DeepSeek 等

source: Provider List
zh_hans: 服务商列表

source: No providers yet
zh_hans: 暂无服务商

source: Model Selection
zh_hans: 模型选择

source: Test Connection
zh_hans: 测试连接

source: Enter test message...
zh_hans: 输入测试消息...

source: Send Test Request
zh_hans: 发送测试请求

source: Response:
zh_hans: 响应：

source: Add Provider
zh_hans: 添加服务商

source: Edit Provider
zh_hans: 编辑服务商

source: API Key
zh_hans: API密钥

source: APIKey
zh_hans: API密钥

source: Test Connection Error: %1$@
zh_hans: 测试连接错误：%1$@

source: Half Hour Ago
zh_hans: 半小时前

source: Just Now
zh_hans: 刚刚

source: Please create a project in settings first
zh_hans: 请先在设置中创建项目

source: Quit
zh_hans: 退出

source: Close
zh_hans: 关闭

source: Restart Now
zh_hans: 立即重启

source: Restart Required
zh_hans: 需要重启

source: Include Raw Materials
zh_hans: 包含原始素材

source: AI Analyzing...
zh_hans: AI分析中...

source: No Materials
zh_hans: 无素材

source: Copy discussion to clipboard to share
zh_hans: 复制讨论内容到剪贴板以分享

source: %1$d items collected
zh_hans: 已收集 %1$d 个项目

source: %1$d items collected, waiting for AI analysis
zh_hans: 已收集 %1$d 个项目，等待AI分析

source: %1$d items pending analysis
zh_hans: %1$d 个项目待分析

source: AI is analyzing, please wait...
zh_hans: AI正在分析，请稍候...

source: This material will be permanently deleted and cannot be recovered. Are you sure?
zh_hans: 此素材将被永久删除且无法恢复，确定吗？

source: Exit Project
zh_hans: 退出项目

source: AI Service Not Configured
zh_hans: AI 服务未配置

source: Start Analysis
zh_hans: 开始分析

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Provider not found
zh_hans: 服务商未找到

source: Project Not Found
zh_hans: 项目未找到

source: Confirm Delete
zh_hans: 确认删除

source: Re-analyze
zh_hans: 重新分析

source: Records %1$d-%2$d
zh_hans: 记录 %1$d-%2$d

source: AI analysis for project "%1$@" is complete
zh_hans: 项目 "%1$@" 的 AI 分析已完成

source: No Projects
zh_hans: 暂无项目

source: Please configure AI provider in settings to use project features
zh_hans: 请在设置中配置AI服务商以使用项目功能

source: No content to analyze
zh_hans: 无内容可分析

source: Source:
zh_hans: 来源：

source: Source Context Placeholder
zh_hans: 输入来源上下文...

source: Unable to load image
zh_hans: 无法加载图片

source: Initial cognition document generation
zh_hans: 初始认知文档生成

source: Re-analysis - Generate new cognition based on all materials
zh_hans: 重新分析 - 基于所有素材生成新认知

source: Continue Analysis
zh_hans: 继续分析

source: Set the global keyboard shortcut to show ClipFlow
zh_hans: 设置显示ClipFlow的全局快捷键

source: Choose the color scheme for the app
zh_hans: 选择应用程序的配色方案

source: Choose between light and dark mode
zh_hans: 选择浅色或深色模式

source: Adjust the maximum number of clipboard items to store
zh_hans: 调整要存储的剪贴板项目最大数量

source: Project Archive
zh_hans: 项目归档

source: Project Delete
zh_hans: 删除项目

source: Project Name Placeholder
zh_hans: 输入项目名称...

source: Project Description (Optional)
zh_hans: 项目描述（可选）

source: Create
zh_hans: 创建

source: Search projects...
zh_hans: 搜索项目...

source: Tap the button below to create a new project
zh_hans: 点击下方按钮创建新项目

source: Select Project
zh_hans: 选择项目

source: Model
zh_hans: 模型

source: Edit Record
zh_hans: 编辑记录

source: Add Note
zh_hans: 添加备注

source: Reset
zh_hans: 重置

source: %1$d hours
zh_hans: %1$d 小时

source: Hover to View
zh_hans: 悬停查看

source: Unnamed
zh_hans: 未命名

source: Export Project
zh_hans: 导出项目

source: AI Prompt Settings
zh_hans: AI 提示词设置

source: Export Failed: %1$@
zh_hans: 导出失败：%1$@

source: Regenerate
zh_hans: 重新生成

source: Resetting...
zh_hans: 重置中...

source: AI Not Configured
zh_hans: AI 未配置

source: Analysis Failed
zh_hans: 分析失败

source: %1$d Materials
zh_hans: %1$d 个素材

source: %1$d Analyzed
zh_hans: %1$d 个已分析

source: Raw Materials (%1$d)
zh_hans: 原始素材 (%1$d)

source: Export
zh_hans: 导出

source: AI Analysis Complete
zh_hans: AI 分析完成

source: 1 minute ago
zh_hans: 1 分钟前

source: 2 minutes ago
zh_hans: 2 分钟前

source: 3 minutes ago
zh_hans: 3 分钟前

source: 4 minutes ago
zh_hans: 4 分钟前

source: 5 minutes ago
zh_hans: 5 分钟前

source: 10 minutes ago
zh_hans: 10 分钟前

source: 15 minutes ago
zh_hans: 15 分钟前

source: 20 minutes ago
zh_hans: 20 分钟前

source: 1 hour ago
zh_hans: 1 小时前

source: %1$d hours ago
zh_hans: %1$d 小时前

source: 1 day ago
zh_hans: 1 天前

source: %1$d days ago
zh_hans: %1$d 天前

source: AI service is not configured or invalid. Please check your API Key in settings.
zh_hans: AI服务未配置或无效。请在设置中检查您的API密钥。

source: Network connection failed. Please check your network settings and try again.
zh_hans: 网络连接失败。请检查您的网络设置后重试。

source: API rate limit reached. Please wait a moment or upgrade your quota.
zh_hans: 已达到API速率限制。请稍候或升级您的配额。

source: Invalid request parameters. Please check your AI provider settings.
zh_hans: 无效的请求参数。请检查您的AI服务商设置。

source: AI model does not exist. Please check the model name in your settings.
zh_hans: AI模型不存在。请在设置中检查模型名称。

source: Name (e.g.: OpenAI)
zh_hans: 名称（例如：OpenAI）

source: Base URL (e.g.: https://api.openai.com/v1)
zh_hans: 基础URL（例如：https://api.openai.com/v1）

source: Model List (comma-separated)
zh_hans: 模型列表（逗号分隔）

source: Default Model
zh_hans: 默认模型

source: All
zh_hans: 全部

source: Text
zh_hans: 文本

source: Images
zh_hans: 图片

source: Tagged
zh_hans: 已标记

source: Project Prompt Settings
zh_hans: 项目提示词设置

source: Project Name
zh_hans: 项目名称

source: Project Description
zh_hans: 项目描述

source: Prompt Template
zh_hans: 提示词模板

source: Start from Scratch
zh_hans: 从头开始

source: Create New Project
zh_hans: 创建新项目

source: Rename
zh_hans: 重命名

source: This shortcut is already used by %1$@
zh_hans: 此快捷键已被 %1$@ 使用

source: The shortcut must contain at least one modifier key.
zh_hans: 快捷键必须包含至少一个修饰键。

source: AI Prompt Template Settings
zh_hans: AI 提示词模板设置

source: Create Template
zh_hans: 创建模板

source: Select Template
zh_hans: 选择模板

source: Template Name
zh_hans: 模板名称

source: Brief Description
zh_hans: 简短描述

source: Delete Template
zh_hans: 删除模板

source: Initial Generation Prompt
zh_hans: 初始生成提示词

source: Update Cognition Prompt
zh_hans: 更新认知提示词

source: Preset
zh_hans: 预设

source: Custom
zh_hans: 自定义

source: Available Variables
zh_hans: 可用变量

source: Apply Template
zh_hans: 应用模板

# Delete Template Warning
source: Are you sure you want to delete this template?
zh_hans: 确定要删除此模板吗？

source: Add to Project
zh_hans: 添加到项目

source: Create Tag
zh_hans: 创建标签

source: OK
zh_hans: 确定

source: %.1f days
zh_hans: %.1f 天

source: Select a Template
zh_hans: 选择一个模板

source: Edit Template
zh_hans: 编辑模板

source: Language
zh_hans: 语言

source: New
zh_hans: 新建

source: Enter
zh_hans: 回车

source: Select
zh_hans: 选择

source: Search
zh_hans: 搜索

source: Tab
zh_hans: Tab键

source: Enter to confirm
zh_hans: 按回车确认

source: Press number 1-9 for quick select
zh_hans: 按数字1-9快速选择

source: Space
zh_hans: 空格

source: Return
zh_hans: 回车

source: Collapsed Mode Gesture Guide
zh_hans: 收起态手势说明

source: When Focus Todo is collapsed, swipe left or right on the bar to move the active task position.
zh_hans: 当 Focus Todo 处于收起态时，在条形区域左右滑动即可调整当前任务位置。

source: Tip: Trackpad two-finger horizontal swipe and mouse horizontal wheel both work here.
zh_hans: 提示：触控板双指横向滑动和鼠标横向滚轮在这里都可用。

source: This animation loops automatically to show the gesture direction.
zh_hans: 该动画会自动循环，帮助你快速理解滑动方向。

source: Swipe to previous
zh_hans: 向左滑到上一个

source: Swipe to next
zh_hans: 向右滑到下一个

source: When Focus Todo is collapsed, swipe on the bar to move it across 9 screen positions.
zh_hans: 当 Focus Todo 处于收起态时，在条形区域滑动可将其移动到屏幕的 9 个位置。

source: Tip: Swipe left/right to switch columns, and swipe up/down to switch rows.
zh_hans: 提示：左右滑切换列，上下滑切换行。

source: This square demo loops automatically to show how each swipe snaps to a new position.
zh_hans: 这个方形演示会自动循环，展示每次滑动如何吸附到新的位置。

source: Swipe to move across 9 positions
zh_hans: 滑动可在 9 个位置间移动

source: Left/Right: switch columns
zh_hans: 左右：切换列

source: Up/Down: switch rows
zh_hans: 上下：切换行

source: Swipe to snap across 9 positions.
zh_hans: 滑动即可吸附到 9 个位置。

source: Left/right switches columns, up/down switches rows.
zh_hans: 左右切列，上下切行。

source: Demo loops through all positions.
zh_hans: 演示会循环经过所有位置。

source: 9 positions
zh_hans: 9 个位置

source: L/R: columns
zh_hans: 左右：列

source: U/D: rows
zh_hans: 上下：行

source: Focus Todo
zh_hans: 专注待办

source: Feature
zh_hans: 功能

source: Enable Focus Todo Overlay
zh_hans: 启用 Focus Todo 浮层

source: Focus Todo Shortcuts
zh_hans: Focus Todo 快捷键

source: Toggle Panel
zh_hans: 切换面板

source: Switch to Previous Task
zh_hans: 切换到上一任务

source: Switch to Next Task
zh_hans: 切换到下一任务

source: Complete Current Task
zh_hans: 完成当前任务

source: Overlay Appearance
zh_hans: 浮层外观

source: Collapsed Transparency
zh_hans: 收起透明度

source: Adjust transparency of the collapsed Focus Todo bar.
zh_hans: 调整收起状态 Focus Todo 栏的透明度。

source: Clipboard Prefill
zh_hans: 剪贴板预填充

source: Auto-paste threshold
zh_hans: 自动粘贴阈值

source: If the most recent copied text is within this many seconds when opening Focus Todo, it will prefill the task input and be selected.
zh_hans: 如果打开 Focus Todo 时最近复制的文本在此秒数内，将自动填入任务输入框并选中。

source: %1$d s
zh_hans: %1$d 秒

source: Set to 0 to disable clipboard auto-paste.
zh_hans: 设为 0 可禁用剪贴板自动粘贴。

source: Current Language
zh_hans: 当前语言

source: Select Language
zh_hans: 选择语言

source: Please restart ClipFlow to apply the language change.
zh_hans: 请重启 ClipFlow 以应用语言更改。

source: This shortcut is already used by another Focus Todo action.
zh_hans: 该快捷键已被其他 Focus Todo 操作使用。

source: Focus Todo Off
zh_hans: 关闭 Focus Todo

source: Focus Todo On
zh_hans: 开启 Focus Todo

source: Now
zh_hans: 当前

source: No task
zh_hans: 无任务

source: No task in progress
zh_hans: 当前无进行中的任务

source: Next: %@
zh_hans: 下一项：%@

source: Next Up
zh_hans: 接下来

source: Paused
zh_hans: 已暂停

source: Done Today
zh_hans: 今日完成

source: Done History
zh_hans: 历史已完成

source: Empty
zh_hans: 空

source: Quick add task
zh_hans: 快速添加任务

source: In collapsed mode, move the pointer over the Focus Todo bar and swipe on the trackpad.
zh_hans: 在收起状态下，将鼠标指针移动到 Focus Todo 栏上，然后在触控板上滑动。

source: Rewrite
zh_hans: 重写

source: Generating rewrite suggestions...
zh_hans: 正在生成重写候选...

source: Select a rewrite candidate:
zh_hans: 选择一个重写候选：

source: Rewrite input into actionable task options
zh_hans: 将输入重写为可执行任务候选

source: Configure AI provider in settings to use rewrite
zh_hans: 请先在设置中配置 AI 服务后再使用重写

source: AI is not configured. Please set up a provider in Settings > AI Service.
zh_hans: AI 尚未配置，请前往 设置 > AI 服务 完成配置。

source: No rewrite suggestions generated. Try adding more context.
zh_hans: 未生成重写候选，请补充更多上下文后重试。
